start_text = "Привет юзер это тест"

text_with_button = """В телеграм боте публикуются сделки по фьючерсу E-mini S&P 500

➖ Открытие/закрытие позиций публикуется в онлайн режиме

➖ Благоприятная возможность для входа в рынок появляется не каждый день. Как только мы откроем/закроем сделку, вы получите уведомление со скриншотом от нашего бота. Продолжительность сделки от одного до нескольких дней.

➖ Анализ инструментов и принятие решений по сделкам осуществляется с помощью алгоритма основанного на авторской стратегии, применяемой в управлении Хедж Фондом.

➖ Публикация сделок в данном боте не является индивидуальной инвестиционной рекомендацией. Каждый инвестор несёт собственную ответственность за принятые торговые решения. Также обращаем ваше внимание на риски. Пренебрежение риск менеджментом неизбежно ведёт к потере средств. Не рекомендуется превышать максимально допустимый риск на сделку 1-2%.

Подробнее о том как получить доступ вы можете узнать нажав кнопку ниже 👇"""

podpiska = """Ваша подписка

➖ Сейчас у вас нет активной подписки

Подробнее о подписке вы можете узнать нажав кнопку ниже 👇"""


about_podpiska = """Оплата тарифа

Период: Месяц
К оплате: 2990 RUB

➖ После оплаты вам придет уведомление с подтверждением на получение платных рекомендаций по торговым сделкам
➖ Продление подписки происходит автоматически. По окончании срока действия подписки, средства будут списаны с вашего платежного метода
➖ Вы можете отказаться от подписки в любое время в разделе "Моя подписка". Доступ к каналу сохранится в течении оплаченного периода

❕ После успешной оплаты, нажмите кнопку: Подтвердить оплату
"""

secret = """Спасибо 🤝

📩   Платная подписка на торговые сигналы от Investmania_pro оформлена.

📈   Теперь вы будете получать уведомления о сделках в которых участвуют брокеры Investmania_pro в режиме реального времени.

💳   Ваша подписка будет автоматически продлена в этот же день через месяц, если Вы не отмените ее до этого времени. Подписку можно отменить в любой момент."""